#include<stdio.h>
#include<iostream>
#include<windows.h>
#include<mmsystem.h>
#pragma comment(lib,"winmm.lib")
using namespace std;
typedef struct
{
	int freq;
	int duration;
}STU;
using namespace std;
int main()
{   
	PlaySound(TEXT("ฬีด - พอสวฐฎฤใ"), NULL, SND_FILENAME | SND_ASYNC);
	char s[26][500] = {
"อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔",
"อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔",
"อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔",
"อ๔อ๔อ๔กกกกกกกก  อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔",
"อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔",
"อ๔อ๔อ๔อ๔กกกกกกกก  อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔",
"อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔",
"อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔",
"อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔",
"อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔",
"อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔",
"อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔",
"อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔",
"อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔",
"อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔",
"อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔",
"อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔",
"อ๔อ๔อ๔อ๔อ๔กกกกกกกก กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔",
"อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔",
"อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔",
"อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔",
"อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔",
"อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔",
"อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔",
"อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔",
"อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔",
	};
	char s1[100][400] = {
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกก",
		"\t\t\t\t\t\t\t""กกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกก",
		"\t\t\t\t\t\t\t""กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกก",
		"\t\t\t\t\t\t\t""กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t\t\t\t\t""กกกกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔กกกกกกกกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกอ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔กกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกอ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t\t\t\t\t""กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกก  ",
	};
	char s2[200][600] = {
		"\t\t\t""กกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกก""                    อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t""กกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔กกกกกก""กกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t""กกกกกกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔กกกกกก""กกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t""กกกกกกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกกกกก""กกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กก",
		"\t\t\t""กกกกกกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกกกกก""กกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กก",
		"\t\t\t""กกกกกกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกกกกก""กกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t""กกกกกกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกกกกก""กกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกก",
		"\t\t\t""กกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกกกกก""กกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกก",
		"\t\t\t""กกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกกกกก""กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกก",
		"\t\t\t""กกกกกกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกก""กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกก",
		"\t\t\t""กกกกกกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกก""กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔กกกกกกอ๔อ๔กกกก",
		"\t\t\t""กกกกกกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกก""กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกก",
		"\t\t\t""กกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกก""กกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกก",
		"\t\t\t""กกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกก""กกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกก",
		"\t\t\t""กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกก""กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกก",
		"\t\t\t""กกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกก""กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกก",
		"\t\t\t""กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกอ๔อ๔อ๔กกกก""กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกก",
		"\t\t\t""กกกกอ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔กก""กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกก",
		"\t\t\t""กกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔กกกก""กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กก",
		"\t\t\t""กกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกก""กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กก",
		"\t\t\t""กกกกกกกกกกกกกกกกกกอ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกก""กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกก",
	};
	char s3[30][200] = {
		"\t\t\t\t\t""กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t\t\t""กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t\t\t""กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกก",
		"\t\t\t\t\t""กกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔กก",
		"\t\t\t\t\t""กกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔กกกกอ๔อ๔อ๔กก",
		"\t\t\t\t\t""กกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกอ๔อ๔กกอ๔อ๔อ๔กกอ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกกอ๔อ๔อ๔กกกกอ๔อ๔อ๔กก",
		"\t\t\t\t\t""กกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กก",
		"\t\t\t\t\t""กกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกก",
		"\t\t\t\t\t""กกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔กกกกกก",
		"\t\t\t\t\t""กกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔กกกกกกกก",
		"\t\t\t\t\t""กกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกก",
		"\t\t\t\t\t""กกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกก",
		"\t\t\t\t\t""กกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t\t\t""กกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t\t\t""กกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกก",
		"\t\t\t\t\t""กกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกก",
		"\t\t\t\t\t""กกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกก",
		"\t\t\t\t\t""กกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกก", };
	char s4[130][3] = {
		"ฤใ", "ึช", "ตภ", "ย๐", "ฃฟ", "ฮา", "สว", "นฤ", "มห", "บÜ", "ด๓", "บÜ", "ด๓", "ตฤ", "ำย", "ฦ๘", "ฒล", "ธา", "หต", "ีโ", "ะฉ", "2",
		"ปฐ", "ฃฌ", "า๒", "ฮช", "ฮา", "ฒป", "ฯ๋", "ิู", "ตศ", "ฯย", "ศฅ", "มห", "ฃฌ", "ฒป", "ฯ๋", "ฯ๑", "ึม", "ื๐", "ฑฆ", "ตศ",
		"ตฝ", "2", "สง", "ศฅ", "บ๓", "ฒล", "ฑฏ", "อด", "ำ๛", "พ๘", "ตุ", "ถิ", "ืฯ", "ฯผ", "ฯษ", "ืำ", "หต", "ณ๖", "ฤว", "ะฉ", "ปฐ", "กฃ",
		"ฤฤ", "2", "ลย", "ฮา", "หต", "ณ๖", "ีโ", "ะฉ", "ปฐ", "บ๓", "าฒ", "ตร", "ฒป", "ตฝ", "สฒ", "รด", "ฝแ", "น๛", "ฃฌ", "ตซ", "สว", "ฮา",
		"ิธ", "2", "าโ", "ฃฌ", "า๒", "ฮช", "ฮา", "ฯ๋", "ศร", "ฤใ", "ึช", "ตภ", "ฃฌ", "ำะ", "ีโ", "ั๙", "าป", "ธ๖", "ฤะ", "บข", "ฃฌ", "สว", "4",
		"ฤว", "2", "รด", "ษ๎", "ฤว", "รด", "ษ๎", "ตุ", "ฯฒ", "ปถ", "ฤใ", "ฃก", "3", "3" };
	char s5[200][3] = {
		"ีโ", "าป", "ษ๚", "2", 
		"ืÜ", "ำะ", "ฤว", "รด", "าป", "ธ๖", "ศห", "2", "ฤใ", "ตฺ", "าป", "ดฮ", "ฬý", "ตฝ", "หý", "ตฤ", "ร๛", "ืึ", "2", "พอ", "ธะ", "พ๕", "ตฝ", "ฮย", 
		"ลฏ", "4", "2","2", "ืÜ", "ำะ", "ฤว", "รด", "าป", "ธ๖", "ศห", "2", "ฤใ", "ตฺ", "าป", "ัÛ", "ฟด", "ตฝ", "หý", "ตฤ", "ศห", "2", "ฑใ", "ฤช", "ร๛", "ตุ", "ส์", "ฯค", "2", "4","2", "ืÜ", "ำะ", "ฤว", "รด", "าป", "ธ๖", "ศห", "2",
		"ฤใ", "ฬý", "ฒป", "ตฝ", "หý", "าฒ", "ฟด", "ฒป", "ตฝ", "หý", "2", "ืÜ", "ิฺ", "ะฤ", "ภ๏", "ภด", "ศฅ", "3", "3"
	};
	char s6[10][3] = {
		"ถ๘", "ฮา", "ตฤ", "ฤว", "ธ๖", "ศห", "พอ", "สว", "3"
	};
	char s7[20][100] = {
		"       ",
		"       ",
		"  กกกกกกกก          อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกก",
		"ถ๘กกกกกกกก        อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกก  ",
		"  กกกกกกกก        อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกก",
		"ฮากกกกกก        อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กก",
		"  กกกกกก        อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔กกกก",
		"ตฤกกกก         อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔กกกก",
		"  กก         อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกอ๔อ๔อ๔กกกกกก",
		"ฤวกก         อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกกกกกก",
		"  กกกกกก         อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกก",
		"ธ๖กกกกกก         อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกก",
		"  กกกกกก         อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกกกกก",
		"ศหกกกกกก         อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔กกกก",
		"  กกกกกก         อ๔อ๔อ๔กกอ๔อ๔อ๔กกอ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกก",
		"พอกกกกกก         อ๔อ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กก",
		"  กกกกกก         อ๔อ๔อ๔กกอ๔กกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔กกกก",
		"สวกกกกกก         อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกก",
		"  กกกกกก         อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกก",
		"           กกกกกกอ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกก",
	};
	char s8[29][100] = {
		"      .............                     ..............      ",
		"   .::-------::::...........    ...........::::-------::.    ",
		"  :--==------:::.อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔กกกกกก  .:::------==--:    ",
		" .:--==-----::-=อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกก  =-::-----==--:.",
		".:-::-==--.:....อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกก ....:.--==-::-:.กกกกกก",
		"..:::....---==อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔==.....:::.กก    ",
		"........::--==อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔==--::.......กกกก",
		".......::--==อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔==--::......กกกก",
		"......::--=อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกอ๔อ๔อ๔=--:::........กกกกกก",
		"......::--=อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกก=--::.........กกกกกก",
		".......::--=  อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔กกกกกกกก=--::..........กกกกกก",
		".......::--=  อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กก=--::..........กกกกกก",
		" ......::--=  อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔=--::.........กกกกกก",
		"  .....::--=  อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔-::........กกกก",
		"   ....::--=  อ๔อ๔อ๔กกอ๔อ๔อ๔กกอ๔อ๔อ๔กกกกอ๔อ๔อ๔-::.......กกกก",
		"    ....::--= อ๔อ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔:......กก",
		"     ....::-= อ๔อ๔อ๔กกอ๔กกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔_::.....กกกก",
		"      ....:-= อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔กกกกกกกก=--::....กกกกกก",
		"       ...:-= อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกก=--:....กกกกกก",
		"        ...:= อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกก=-:....กกกกกก",
		"กกกกกกกกกก.......::::::---=======---::::::.......กกกก    ",
		"            ......:::::----=====----:::::......           ",
		"              .....::::-----===-----::::.....       ",
		"                .....::::----=----::::.....กกกก",
		"                  .....:::---=---:::.....กกกก",
		"                    .....::::-::::.....",
		"                       .....:::.....",
		"                          .......",
		"                            ... ",
	};
	char s9[100][3] = { "ล๓", "ำั", "รว", "ฮส", "ฮา", "กฐ", "ำะ", "ฯฒ", "ปถ", "ตฤ", "ศห", "ย๐", "กฑ", "2", "ฑพ", "ฤÜ", "ตฤ", "ปุ", "ด๐", "กฐ", "รป", "ำะ", "ภฒ", "กฑ", "2", "ตซ", "ฤิ", "บฃ", "ภ๏", "ศด", "ธก", "ฯึ", "ฤใ", "ตฤ", "ะฆ", "ศÝ", "2", "2", "4",
		" ", " ", "ิ๘", "พญ", "ำะ", "บÜ", "ถเ", "สฑ", "บ๒", "ฮา", "สิ", "ืล", "ำ๋", "2", "ฤใ", "ิฺ", "Q", "Q", "มฤ", "ฬ์", "ษฯ", "ฐต", "สพ", "นý", "ฤใ", "ฃบ", "ฮา", "ฯฒ", "2", "ปถ", "ฤใ", "!", "ตซ", "ำึ", "ฒป", "ธา", "ึฑ", "ฝำ", "ถิ", "ฤใ", "ฑํ", "ฐื", "ฃฌ", "2", "า๒", "ฮช", "ฮา", "ลย", "4", "สง", "4", "ศฅ", "4", "ฤใ", "3", "3"
	};
	char s10[3][40][4] = { { "5", "5", "5", "5", "   ", "บอ", "ฤใ", "ษฬ", "มฟ", "ธ๖", "สย", "2", "3", "3" },
	{ "5", "5", "5", "5", "ฤใ", "าิ", "บ๓", "ีา", "ฤะ", "ล๓", "ำั", "ฃฌ", "\n", "5", "5", "5", "5",  "ฤÜ", "ฒป", "ฤÜ", "ฒป", "าช", "ฑศ", "ฮา", "ธ฿", "2", "3", "3" },
	{ "5", "5", "5", "5",  "ฮา", "ลย", "าิ", "บ๓", "ห๛", "ฦÛ", "ธบ", "ฤใ", "\n", "5", "5", "5", "5",  "ฃฌ", "ฮา", "ด๒", "ฒป", "ำฎ", "ห๛", "2", "3", "3" }
	};
	char s11[3][20][3] = { { "5", "5", "หต", "ฐษ", "2", "3", "3" }, { "5", "5", "ภํ", "ำษ", "2", "3", "3" }, { "5", "5", "นþ", "นþ", "2", "3", "3" }
	};
	char s12[100][4] = { "5"," ","ฟษ", "ฤÜ", "ฤใ", "รป", "ฬซ", "ิฺ", "าโ", "ีโ", "ะฉ", "ปฐ", "ฃฌ", "ำะ", "ฟษ", "ฤÜ", "ฤใ", "าั", "พญ", "ร๗", "ฐื", "ฮา", "ถิ", "ฤใ", "ตฤ", "ะฤ", "2",
		"5", "าโ", "ฃฌ", "ตซ", "ำึ", "ลย", "มฤ", "ฬ์", "ปแ", "Þฮ", "ฃฌ", "ห๙", "าิ", "พอ", "ผ๒", "ตฅ", "ตฤ", "ปุ", "มห", "ธ๖", "นþ", "นþ", "กฃ", "ตซ", "สว", "ฮÞ", "2",
		"5", "ยÛ", "ิ๕", "รด", "ั๙", "ฃฌ", "ฮา", "ถผ", "ธะ", "ตฝ", "บÜ", "ฟช", "ะฤ", "ฃฌ", "า๒", "ฮช", "ฮา", "ึี", "ำฺ", "ย๕", "ณ๖", "มห", "ตฺ", "าป", "ฒฝ", "ฃฌ","2", 
		"5", "4", "ถ๘", "ฯึ", "ิฺ", "ฮา", "าช", "ย๕", "ณ๖", "ตฺ", "ถþ", "ฒฝ", "...", "3", "3" };
	char s13[21][100] = {
"					       /\\     ",
"			                      /__\\  ",
"			                     !    !  ",
"			                     | ฮา |   ",
"			                     |    |     ",
"			                    /! ฯฒ !\\     ",
"			                   / |    | \\",
"	/\\ 		                  |  ฃกปถ !  |                          /\\",
"       /__\\		                  |  !    !  |                         /__\\",
"      !    !  		                  |  | ฤใ |  |                        !    !",
"      | าป | 				  |  /กชกช\\  |                        | ำภ |    ",
"      |    |  		                  | / /  \\ \\ |                        |    |",
"     /! ษ๚ !\\ 	                          |/ /____\\ \\|                       /! สภ !\\",
"    / |    | \\                               //||\\\\                         / |    | \\",
"   |  ฃกาป !  |                                                            |  ฃกฒป !  |  ",
"   |  !    !  |	                                                           |  !    !  | ",
"   |  | สภ |  |                                                            |  | ฑไ |  |  ",
"   |  /กชกช\\  |                                                            |  /กชกช\\  | ",
"   | / /  \\ \\ |            					           | / /  \\ \\ |   ",
"   |/ /____\\ \\| 						           |/ /____\\ \\|",
"      //||\\\\  							              //||\\\\",
	};
	char s14[3][100] = {
		"                     /   //        // / / / / / \\ \\ \\ \\ \\ \\ \\ \\      \\  \\   \\     \\",
		  "                    / / // ////// //\\ \ \\ \\ \ \ \ \ \\ \\  \\       \\      \\  ",
			"		/ / / / / / / / / / \\      \\ \\          \\ \\            \\          \\",
	};
	char s15[43][250] = {
		"\n"
"		                 	                                    /*",
"                                                                           +",
"                                                                         +",
"                                                                        +",
"                                                                        +",
"                                                                        [           sdfja",
"                                                                         */      sadfsfsafsadfsafdsfsd>",
"                                                  jklsajflskfjsalkfjafoijwioejfskldmcsdvmjfsalkfjwaoejks;",
"                                                jfasdklfjaslkfjsdklfjsfjweifjkmsdlvmg;fgk;lerkglkg;kerklfdks           jskafjskldfjasfsafa",
"                                              #jfaksfjkljeijfklmafngkjhnjreglkjregklrjglkejgljerogjkfdsmfvrkepor      fasjflksdjflksajffsfsa",
"                                            dkfjasklfjsfkjsadfawjeiofjwefpokrpgk,g;let,g]]fg[p;e'lafklerpokr'\fla'c;[plegl'gl[gl'.a'lfaksafas",
"                                    [af][a;fef'\\/s\\af;awef;fsd'\\fd;s\\f';a]f[e;wf'\\;aw][ef;'.dsvm,afle[flwf\\f;awe][f;'\\s;faw[pef[]w;fe;a[]",
"                                 dsfjakslfjsaklfjaeiofjsl;c,;f'alwefpfl'l'al;f's.cafal[woep[fwlf[owflwe'f;lw[fplw'q;flw[fpl';wlfwp[fll'saldsff",
"                                 sdfsfsfsadfsadfafaewfwafwfawfefafsffasfafskljflkasjfkasjflasjfklasjfskaljfdlaksfjsdlcmcalkcm lskamcslkcmsalk; ",
"                               sdf[]af[lwaeflf;lelwa[fpl[wefl';walfp[lsa;lf,wkejfjflm,aclkefkafpwoefkl;,af,wepfokwaef;l,e'wf'eqaflpowkfwepfk",
"                              kfaskfjafjflk;jawe;iofjklsafjklwejfiowaej;fke;j;awijfklsaasf   kasjfdkasjfaklj;klje;fejwfioj;fklsamdfal,sm;dfd",
"                               p[lf;'lf';aslf;laf'alweflaa'fld'sfl'asflaflls'flflaf;lsf     kfsdl;fks;fldkl;fkasl;fksdfkeofk;laskfwskdfl",
"                                ';pkf';fklaf'ek;fklsafklwefp[lfla'slef'sal'f,'asd,dfaf'k'a       kdjfa;lsfj;wefkpaskf'afk;'aklf'alfe[flwfls",
"                                 ksjfslkjfs;fj;fks, fm,.fmsdlkcmslckmsalcmsdafkm;s;f    ks        djfsklfk;asf,dcf,alsc,sca'fk,wf'awefkpwkfds",
"                             fasfjaslkfjsa;lkfjksjdflskdjflsjfklsjflskadjfowaefk;,c     ""          'kflsp[fklsafkalf;kwepofl;afcmkdlfkafklksd",
"                          fsdfjslkfjalskfjw  p  l, as  p[calc;'.,c'plda;.w[pflf.wef     jk             lkshfj;weof;lasmkflm,f;l,,fpawef;la,f;lasf",
"                         ksjfjasfkfjdasjfklfksajf  ljfl  ljsaflkf  fhdjh   sfjslkjf     ksdfjskfjksss   sljfkslja;slfalkflkf';lf';lf;';af'affalsf;",
"                         jkjjfjfsalfjslafjskfsaks                 s fsa jaldjfk  */    fsdasfaskljf;k[;lkk;fka'kfa,.,ackf'akfaskf,sf;laksfa'lfalfalf",
"                        jaslf;jsfjsfjsfjfk,dc,l;;                   fja;fa,acmc fs        !    lsjfkljfaslfmsac,.,scs,';kskf;lskf;lkfskfs;fk;sfksasd",
"                        lmackmclas;mclkmcafmlas,c[al'lc,ca.           .    flks;l)       =sflskffksancsasfj;lfaskfjmc;almcmlffmvnsva;cfml,;as,;xk,as",
"                        lasjfklsjfsjflfal    jsa       lsfl                   u         >>ajfklsmfl,smc;clk   cf dsfa;lc,/.,akfl;afkljfkajf;awef,lcm",
"                         sssahfkjsdahfsks    p>  >u    >y>-js                            >++(alksfjklsjfajss      jfasjfklf;lfkamscmclsamcsa,sacal;",
"                            shadsjhdakhds    ;   ;)u*=6;dfu+=                             (hsjhfs:kjsjk)hfj       fhjskhfksfjlkmcmc;;,a;c,spfdsa",
"                             skjsdfsdknc.g   r   -(-).)jskfjs                                k;sa,mcdlajsd        sfdafkjnsckjsmcaskllmkmxkallkm",
"                             sskldsjfklsmcsd     kdjsfsmsaklcm                                                    jfsalfmclsc,.zm,.mklfjfjsafl",
"                             ssakfaklsmxjklsa      kfjsdlfslk                                                    ajsldfmsadcmsal;cka;ak[apl;,,",
"                              jssdfkllcmscms;;        djsf                                                       fkljsdlmksclksmccm;skaas,;,sf",
"                               dsasldkmsdkcms                                                                    klsdmcsmcl,mclmdklmalmc;lamca",
"                                 sssalmas.,sa;l                                                                 klfjdscklmsclamcoakmmclaskmc;l",
"                                 sssslfas;lcm,s                                                                sfjasdlkfmslcmslamclcmalmcasmx",
"                                 ddddsfcmnsdkcm                        klfamcamcalmafad                   fldskfa;;,ac'l,a;',cc;a,sc;',c;",
"                                 ]''dlskjfs,cadfa                      ;slc,sa;c,as.x                   lkfs,c a;c',;aclma;c,a,c;las,c",
"                                   ';m,dlfksalcmsacla                     klamclssd                    jsalkcmsalc,mas lcmxcmsam xlasm",
"                                    ';,./klsdacmsxa.mxa                                                  ljsdcklmsx,ma;xl    lmdxlmafk",
"                                     ./.;l ,,a,, af;a,f a                                        sf    dsfjdmslam     laksjfflasfla",
"                                           (  ajfksdaj  slfjasl      sfsfsad             ds      sdfsdjsdkfjaslfsdfsadkfj   ",
"                                                       :                      kfjsfkjd            ';.",
	};
char s16[29][100]={
"	       .............                     ..............  ",
"	    .::-------::::...........    ...........::::-------::.",
"           :--==------:::.กก  กกกกกก   อ๔อ๔อ๔กกกกกก .:::------==--:",
"      	  .:--==-----::-=    อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกก=-::-----==--:.กก",
"	  .::-==--.อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔ ....:.--==-::.กกกกกก",
"	  .:.:::..-==อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔==.....:::.:.กกกก",
"	  .........:--==กก อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกกกอ๔อ๔==--::.........กกกกกก",
"	  .........:--==   อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกกกกกกก=--:::.........กกกกกก",
"	  ........:อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔=--::......กก",
"	  .........::--=   อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกกกกกกก=--::..........กก ",
"	  .........::--=   อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกกกอ๔อ๔อ๔=--::........กกกก",
"	  .........::--=   อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔=--::........กกกก",
"           ....::--=กก   อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กก=--::.......กกกก",
"	    ...::--อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกก==--::.....กกกก",
"	     ..::--อ๔อ๔อ๔กกอ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔กก =-::.......กกกก",
"	      ......::--=  อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔กกกก  =-::.....กกกกกก",
"	       .....::--=  อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔:.....กก",
"		....::--=  อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔=-...กก",
"		 ...::อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔อ๔=-...กก",
"		กก..::อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกอ๔อ๔อ๔==--.กกกก",
"	กก	   .......::::::---=======---::::::.......กกกก",
"		     ......:::::----=====----:::::......        ",
"		       .....::::-----===-----::::.....      ",
"			 .....::::----=----::::.....กกกก",
"			   .....:::---=---:::.....กกกก",
"			     .....::::-::::.....",
"			        .....:::.....",
"	                           .......",
"			             ...       ",
	};
char s17[29][200] = {
"	      .............                     .............. ",
"            .::-------::::...........    ...........::::-------::. ",
"	   :--==------:::.กกกกกกกกกกอ๔อ๔อ๔กกกกกกกก  .:::------==--:กกกกกกกกกก",
"	  .:--==----อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔----==--:.กก",
"	 .:-::-==--.:....   กกกกกกกกอ๔อ๔อ๔กกกกกกกกกก .:-::-==--.:.... ",
"	 ..:::....---===กกกกกกกก  กกอ๔อ๔อ๔กกกกกกกก    ===---....:::..กกกก",
"         ..:::....---===อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔===---....:::..กก",
"กกกกกกกก ..:::....---===กกกกกกกกกกกกกกกกกกกก          ===---....:::..กก",
"         ..:::....---===กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กก===---....:::..กกกก",
"	 ..:::....---===กกอ๔อ๔อ๔กกกกกกกกกกกกกกอ๔อ๔อ๔กก===---....:::..กกกกกก",
"	 ..:::....---===กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กก===---....:::..กกกกกก",
"         ..:::....---===กกกกกกอ๔อ๔กกกกกกกก  อ๔อ๔กกกกกก===---....:::..กก",
"	  .:::....---===กกกกอ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔กกกก===---....:::.กกกกกก",
"	   :::....อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔....:::กก",
"กกกกกกกกกก  ::....---===กกกกกกกกกกกกกกกกกกกกกกกกกกกกกก===---....::กก",
"	     :....---===อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔===---....:กกกกกกกก",
"	      ....---===อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกอ๔อ๔อ๔อ๔===---....กกกกกกกก",
"	       ...---===อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกอ๔อ๔อ๔อ๔===---...กกกกกก",
"		..---===อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔===---..กกกกกกกก",
"		 .---===อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกอ๔อ๔อ๔อ๔===---.กก",
"                   .......::::::---=======---::::::.......",
"		     ......:::::----=====----:::::......           ",
"		       .....::::-----===-----::::.....       ",
"		         .....::::----=----::::.....กกกก",
"		           .....:::---=---:::.....กกกก",
"		             .....::::-::::.....",
"		                .....:::.....",
"	                           .......",
"		                     ...        ",
};
char s18[29][200] = {
"	     .............                     .............. ",
"          .::-------::::...........    ...........::::-------::. ",
"	 :--==------:::.กกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกก  .:::------==--:กกกกกกกก",
"	.:--==-----::-=	กกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกก =-::-----==--:.กกกกกกกก",
"        .:--==----อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกกกกกกกกกกก  ----==--:.กก",
"	.:--==----อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔----==--:.กก",
"	.:--==-----::-=	กกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔:-----==--:.กกกก",
"        .:--==-----::-อ๔กกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔:-----==--:.",
"	.:--==-----:อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กก:-----==--:.กกกก",
"        .:--==-----::-อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกกก =-::-----==--:.",
"	.:--==-----::-อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔กกกก =-::-----==--:.กกกกกกกก",
"	.:--==-----::-= อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔กกกก =-::-----==--:.กกกกกกกก",
"         :--==-----::-==อ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔กกกก =-::-----==--:กกกกกก",
"          ..==-----::-==อ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔กก =-::-----==..กกกกกก",
"	   .==-----::-อ๔อ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔กก =-::-----==.กกกกกก",
"	    .=-----:อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔ =-::-----=.กกกกกกกก",
"	     ..----:อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔-::----..กกกกกก",
"	      .---อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔:----.กกกก",
"               ..--::-==- กกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔อ๔--.กก",
"	      กก.--::-==-กกกก อ๔อ๔อ๔กกกกกกกกกกกกกกกกอ๔:--.กก",
"		  .......::::::---=======---::::::.......กกกก  ",
"		    ......:::::----=====----:::::......          ",
"		      .....::::-----===-----::::.....       ",
"		        .....::::----=----::::.....กกกก",
"		          .....:::---=---:::.....กกกก",
"		            .....::::-::::.....",
"		               .....:::.....",
"		                  .......",
"		                    ... กก",
};
char s19[24][200] = {
	"	 	กกกกกกกกกก  อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔กกกกกกกกกกกกกก",
	"	กกกกกกกกกก  อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกก",
	"	กก  อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกอ๔อ๔อ๔กกกกกกกกกกอ๔อ๔กกอ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกก",
	"	กกกกกกกก  อ๔อ๔อ๔กกกกอ๔อ๔กกกกอ๔อ๔กกกกกกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔กกอ๔อ๔กกกกกกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกก",
	"	กกกกกกกก  อ๔อ๔อ๔กกกกอ๔อ๔กกกกกกกกกกกกกกกกกกกกอ๔อ๔กกอ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกอ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔กกกก",
	"	กก  อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกก",
	"	กกกกกกกก  อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกอ๔อ๔กกกกกกอ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกกกกกกกกกกก",
	"	กกกกกกกก  อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกก",
	"	กกกกกกกก  อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกอ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกก",
	"	กก  อ๔อ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกอ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกกก",
	"	กก  อ๔อ๔กกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกอ๔อ๔อ๔กกกก",
	"	กกกกกกกก  อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔กกอ๔อ๔กกกกอ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกกกอ๔อ๔อ๔กก",
	"	กกกกกกกก  อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔กกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกก",
	"	กกกก  อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกอ๔อ๔กกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกก",
	"	กกกกกก  อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔กกกกกกกกกกกกกก",
	"กกอ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กก",
	"กกอ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กก",
	"กกอ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔กกอ๔อ๔กกอ๔อ๔กกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กก",
	"กกอ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กก",
	"กกอ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกอ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กก",
	"กกอ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔กกอ๔อ๔อ๔กกกกอ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกอ๔อ๔อ๔กกอ๔อ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กก",
	"กกอ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกอ๔อ๔กกอ๔อ๔กกกกอ๔อ๔อ๔กกกกอ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกอ๔อ๔กกอ๔อ๔กกอ๔อ๔กกอ๔อ๔อ๔กก",
	"กกอ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔อ๔อ๔กกกกกก",
	" ",
};
char s20[43][150] = {
"		          |                                                        |",
"                          |--------------------------------------------------------|",
"                          |                           I                            | ",
"	                  |--------------------------------------------------------|",
"	                  |                 I                  YOU                 |",
"	                  |                | |                 | |                 |",
"	                  |                | |                 | |                 |",
"	                  |                V V                 V V                 |",
"	                  |              L O V E             F R O M               |",
"	                  |           *********************************            |",
"	                  |          ***********************************           |",
"	                  |         ***** ******   ** ******* *     *****          |",
"	                  |        ****** ***** *** ** ***** ** **********         |",
"	                  |       ******* ***** *** *** *** ***    ********        |",
"	                  |        ****** ***** *** **** * **** **********         |",
"	                  |         *****     **   ****** *****     *****          |",
"	                  |          ***********************************           |",
"	                  |           *********************************            |",
"	                  |            *******************************             |",
"	                  |             ****** T -- I -- L --L ******              |",
"	                  |              ************|**|***********               |",
"	                  |               ***********|**|**********                |",
"	                  |                **********|**|*********                 |",
"	                  |                 ********T -- O*******                  |",
"	                  |                  ********|**|*******                   |",
"	                  |                   *******|**|******                    |",
"	                  |                    ******VVVV*****                     |",
"	                  |                     F O R E V E R                      |",
"	                  |--------------------------------------------------------|",
"กกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกก",
"กกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกก",
"กกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กกอ๔อ๔อ๔อ๔กก",
"กกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กก",
"กกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กก",
"กกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กก",
"กกอ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กก",
"กกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กก",
"กกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กก",
"กกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กก",
"กกอ๔อ๔อ๔กกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกอ๔อ๔อ๔กก",
"กกอ๔อ๔อ๔อ๔กกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กกอ๔อ๔อ๔กกกก",
"กกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกก",
"กกกกกกอ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔อ๔กกกกกกกกกกกกกกกกกกกกกกกกกกอ๔อ๔อ๔อ๔กกกกกกกก",
};
  int z=0;
	for(int i=0;i<5;i++)
	cout<<"\n";
	for(int i=0;i<26;i++)
	{
	puts(s[i]);
	Sleep(150);
	if (i == 13)
	{
		system("color 04");
	}
	}
	system("color 07");
	Sleep(1000);
	system("cls");
	for(int i=0;i<2;i++)
	cout<<"\n";
	for(int i=0;i<32;i++)
	{
	Sleep(100);
	puts(s1[i]);
	if(z==230)z=0;
	}
	Sleep(500);
	system("cls");
	
	Sleep(500);
	for(int i=0;i<20;i++)
	{   Sleep(150);
	puts(s2[i]);
	if (i == 8)system("color 47");
	}
	for(int i=0;i<2;i++)
	cout<<"\n";
	Sleep(1000);
	for(int i=0;i<17;i++)
	{
	Sleep(100);
	puts(s3[i]);
	if (i == 10)system("color 03");
	}
	Sleep(1000);
	system("cls");
	system("color 07");
   int flag = 0;
   for (int i = 0; i < 3; i++)
	   cout << "\n";
	for(int i=0;strcmp(s4[i],"3");i++)
	{
		if (i > 66)system("color 03");
		else if (i>50)system("color 06");
		else if (i>25)system("color 02");
		  cout << "\n    ";
	while (strcmp(s4[i], "2") && strcmp(s4[i], "3"))
	{    
		if (!strcmp(s4[i], "4"))
		{        
			flag = 1;
			i++;
		}
		if (flag == 0)
		{
			cout << s4[i]<<" ";
			Sleep(190);
			i++;
		}
		else {
			cout << s4[i]<<" ";
			Sleep(500);
			i++;
		}
	}
	}
	Sleep(600);
	int e = 0;
	system("cls");
	system("color 05");
	for(int i=0;i<4;i++)
	cout<<"\n";
	for(int i=0;strcmp(s5[i],"3");i++)
	{    
	printf("\n\n\t");
	while(strcmp(s5[i],"2")&&strcmp(s5[i],"3"))
	{
		if (strcmp(s5[i], "4"))
		{
			cout << s5[i]<<" ";
			Sleep(250);
			i++;
			
		}
		else {
			Sleep(400);
			i++; if (e == 0){ system("color 04"); e++; }
		else {
			system("color 03");
		}
		
		  }
	}
	}
	Sleep(1000);
	system("cls");
	system("color 70");
	for (int i = 0; i<4; i++)
		cout << "\n";
	for (int i = 0; strcmp(s6[i], "3"); i++)
	{
	
		printf("\n\n\t\t");
		cout << s6[i]<<" ";
		Sleep(500);
	}
	system("cls");
	for (int i = 0; i<4; i++)
	     printf("\n");
	for (int i = 0; i<20; i++)
	{
		
		printf("\t\t");
		puts(s7[i]);
	}
	Sleep(1000);
	system("cls");
	system("color 74");
	for (int i = 0; i<4; i++)
	printf("\n");
	for (int i = 0; i<29; i++)
	{
	
		printf("\t\t");
		puts(s8[i]);
	}
	for (int i = 0; i < 29; i++)
	{
		system("cls");

		printf("\n\n\n\n");
		for (int t = 0; t < 28 - i; t++)
		{
			
			printf("                 ");
			puts(s8[t]);
		}
		if (i == 0)Sleep(1000);
		Sleep(200);
	}
	system("cls");
	printf("\n\n\n");
for (int i = 0; strcmp(s9[i], "3"); i++)
{
	if (i<15)system("color 70");
	else if (i<30)system("color 75");
	
	printf("\n\n\t\t\t");
	while (strcmp(s9[i], "2") && strcmp(s9[i], "3"))
	{
		if (strcmp(s9[i], "4"))
		{
			cout << s9[i]<<" ";
			Sleep(190);
			i++;
		}
		else { Sleep(400); i++; }
	}
}
Sleep(1000);
printf("\n\n\n\n");
system("color 70");
 for (int i = 0; i < 3;i++)
 {
	 for (int t = 0;strcmp(s10[i][t], "3"); t++)
	 {
		 
		 if (strcmp(s10[i][t], "5")&&strcmp(s10[i][t],"2"))
		 {
			 cout << s10[i][t]<<" ";
			 Sleep(200);
		 }
		 else  if (strcmp(s10[i][t], "2"))
		 {
			 printf("\t\t");
		 }
		 else
		 {
			 
			 printf("\n\n");
		 }
	 }
	 Sleep(1000);
	 for (int t = 0; strcmp(s11[i][t], "3"); t++)
	 {
		 if (strcmp(s11[i][t], "5") && strcmp(s11[i][t], "2"))
		 {
			 cout << s11[i][t]<<" ";
			 Sleep(200);
		 }
		 else  if (strcmp(s11[i][t],"2"))
		 {
			
			 printf("\t\t        ");
		 }
		 else
		 {
			 
			 printf("\n\n");
		 }
	 }
	 Sleep(1000);
 }
system("cls");
printf("\n\n\n\n\n\n\n\n\n\n\n\n");
int f = 0,flag1 = 0;
for (int t = 0; strcmp(s12[t], "3"); t++)
{
	if (!strcmp(s12[t], "4")){ flag1 = 1; t++; }
	if (flag1 == 0){
		if (strcmp(s12[t], "5") && strcmp(s12[t], "2"))
		{
			cout << s12[t]<<" ";
			Sleep(200);
		}
		else  if (strcmp(s12[t], "2"))
		{
			
			printf("\t\t\t\t");
		}
		else
		{
			
			printf("\n");
			if (f == 0){ system("color 75"); f++; }
			else if (f == 1){ system("color 72"); f++; };
		}
	}
	else {
		cout << s12[t]<<" ";
		Sleep(400);
	}
}
Sleep(1000);
system("cls");
	for (int i = 30; i > 0; i--)
	{
		if (i == 30)system("color 70");
		if (i == 10)system("color 07");
		for (int t = 0; t < i; t++)
			printf("\n");
		for (int t = 0; t < 21; t++)
		{
			printf("\t\t\t\t");
			puts(s13[t]);
		}
		 Sleep(100);
		system("cls");
	}
	for (int i = 0; i < 21; i++)
	{
		for (int t = i; t < 21; t++)
		{
			printf("\t\t\t\t");
			puts(s13[t]);
		}
		Sleep(100);
		system("cls");
	}
	Sleep(100);
	for (int i = 0; i < 3; i++)
	{
		cout << "\t\t\t\t";
		puts(s14[i]);
		Sleep(200);
	}
	system("cls");
for (int i = 0; i < 43; i++)
{
	Sleep(100);
	puts(s15[i]);
}
Sleep(1000);
system("cls");
for (int i = 0; i < 42; i++)
{
	for (int t = 0; t < i; t++)
		printf("\n");
	for (int t = i; t < 42; t++)
	{
		puts(s15[t]);
	}
	Sleep(100);
	system("cls");
}
for (int i = 0; i < 29; i++)
{
	for (int t = 0; t < 43 - i; t++)
		printf("\n");
	for (int t = 29 - i; t < 29; t++)
	{   
		printf("\t\t\t\t\t\t\t");
		puts(s16[t]);
	}
	if (i != 28){ Sleep(100); system("cls"); }
	else Sleep(300);
}
Sleep(500);
for (int i = 13; i > 10; i--)
{
	for (int t = 0; t < 30; t++)
	{
	    Sleep(80);
		printf("\n");
	}
	for (int t = 0; t < 29; t++)
	{
		printf("\t\t\t\t\t\t\t");
		if (i == 13){ puts(s17[t]); Sleep(80); system("color 04");}
		if (i == 12){ puts(s18[t]); Sleep(80); system("color 02");}
		if (i == 11)
		{
			printf("\t");
			puts(s8[t]);
	        Sleep(80);
			system("color 05");
		}
	}
}
system("cls");
for (int i = 20; i > 8; i--)
{
	for (int t = 0; t < i; t++)
		cout << "\n";
	for (int t = 0; t < 29; t++)
	{
		cout << "\t\t\t\t\t\t\t\t";
		puts(s8[t]);
	}
	Sleep(200);
	system("cls");
}
int v = 29, k = 0;
int o = 1;
for (int i = 0; i<15; i++)
{
	system("cls");
	for (int i = 0; i<9; i++)
	printf("\n");
	for (int z = 0; z<k; z++)
		printf("\n");
	for (int t = k; t<v; t++)
	{
		  
		
		printf("\t\t\t\t\t\t\t\t");
		puts(s8[t]);
	}
	while (o)
	{
		Sleep(1000);
		o--;
	}
	v--;
	k++;
	Sleep(400);
}
system("cls");
system("color 04");
int g = 11;
for (int i = 0; i < 12; i++)
{    
	for (int t = 0; t < 23 - i; t++)
	printf("\n");
	for (int t = g--; t < 12; t++)
	{
		
		printf("\t\t\t\t");
		puts(s19[t]);
	}
	for (int t = 12; t < 12 + i; t++)
	{
		printf("\t\t\t\t");
		puts(s19[t]);
	}
	if (i != 11){
		Sleep(350);
		system("cls");
	}
}
for (int i = 1; i < 15; i++)
{ 
	if (i%5 == 0)system("color 05");
	else if (i%5 == 1)system("color 03");
	else if (i%5 == 2)system("color 02");
	else if (i%5 == 3)system("color 01");
	else  if (i%5 == 4)system("color 04");
	Sleep(200);
}
for (int i = 0; i < 25; i++)
{
	if (i % 5 == 0)system("color 05");
	else if (i % 5 == 1)system("color 03");
	else if (i % 5 == 2)system("color 02");
	else if (i % 5 == 3)system("color 01");
	else  if (i % 5 == 4)system("color 04");
	cout << "\n\n";
	Sleep(200);
}
system("color 05");
for (int i = 0; i < 43; i++)
{
	printf("\t\t\t\t\t");
	puts(s20[i]);
	Sleep(200);
}
for (int i = 0; i < 3; i++)
{
	printf("\n");
	Sleep(200);
}
system("cls");
system("color 02");
int i = 1, m = 36, day = 369, hour = 17, minute = 40, second = 45;
while (m--)
{
	if (i % 8 == 2)
	{
		strcpy(s20[2],"                          |                        L O V E                         |");
	}
	else if (i % 8 == 3)
	{
		strcpy(s20[2], "                          |                         Y O U                          |");
	}
	else if (i % 8 == 4)
	{
		strcpy(s20[2], "                          |                     F O R E V E R                      |");
	}
	else if (i % 8 == 1)
	{
		strcpy(s20[2], "                          |                           I                            |");
	}
	else if (i % 8 == 5)
	{
		strcpy(s20[2], "                          |                          ฮา                            |");
	}
	else if (i % 8 == 6)
	{
		strcpy(s20[2], "                          |                          ฐฎ                            |");
	}
	else if (i % 8 == 7)
	{
		strcpy(s20[2], "                          |                          ฤใ                            |");
	}
	else if (i % 8 == 0)
	{
		strcpy(s20[2], "                          |                         ำภิถ                           |");
	}
	printf("\n\t\t\t\t\t\t\t\t    XXX  ฮา ฯฒ ปถ ฤใ าัพญสว...\n\n\t\t\t\t\t\t\t\t\t\tตฺ %d ฬ์ %d ะกสฑ %d ทึึำ %d ร๋",day ,hour,minute,second++);
	if (second == 60){
		second = 0;
		minute++;
	}

		printf("\n");
	for (int i = 0; i < 43; i++)
	{
		
		printf("\t\t\t\t\t");
		puts(s20[i]);
	}
	Sleep(750);
	i++;
	if (m < 8)system("color 04");
	else if (m<16)system("color 01");
	else if (m<24)system("color 05");
	else if (m<32)system("color 02");
	else if (m<40)system("color 07");
	if (m == 1)m = 36;
	system("cls");
}
	return 0;
}
